[
    {
        "cafe": "Woolshed Coffee Co (850b Adelaide St W) - You guys will be going to Woolshed Coffee Co and then enjoy local art, craft beer, and relax in the park by checking out: Liberty Village Art Walk, The Craft Brasserie & Grille, Trinity Bellwoods Park."
    },
    {
        "cafe": "Rooms Coffee (915 Dupont St) - You guys will be going to Rooms Coffee and then discover independent shops and a glimpse into Toronto's history by visiting: The Junction, The Campbell House Museum, Bloor West Village."
    },
    {
        "cafe": "Queen Garden Cafe (771 Queen St E) - You guys will be going to Queen Garden Cafe and then visit a working farm and enjoy beautiful gardens at: Riverdale Farm, The Don Valley Brick Works Park, The Toronto Botanical Garden."
    },
    {
        "cafe": "Boxcar Social Laneway (298 Markham St) - You guys will be going to Boxcar Social Laneway and then experience local art and vibrant nightlife by checking out: The Gladstone Hotel, Brockton Village, Ossington Avenue."
    },
    {
        "cafe": "Postman Waffles (2409 Yonge St, alleyway) - You guys will be going to Postman Waffles and then enjoy outdoor activities while exploring charming neighborhoods like: Eglinton Park, Yonge-Eglinton Centre, Mount Pleasant Cemetery."
    },
    {
        "cafe": "Strangelove Coffee @ Abstract Arts Tattoo (627 Queen St W) - You guys will be going to Strangelove Coffee @ Abstract Arts Tattoo and then discover street art and contemporary exhibits by visiting: Graffiti Alley, The Museum of Contemporary Art (MOCA), Queen Street West Shopping District."
    },
    {
        "cafe": "Antikka (141 Spadina Ave) - You guys will be going to Antikka and then explore diverse cultures and artistic collections at: Chinatown, Kensington Market, The Art Gallery of Ontario (AGO)."
    },
    {
        "cafe": "Coffee and Clothing (348 Pape Ave) - You guys will be going to Coffee and Clothing and then enjoy scenic parks and vibrant music venues by visiting: Riverdale Park East, The Danforth Music Hall, Greektown on the Danforth."
    },
    {
        "cafe": "Laundry & Lattes (1010 Bloor St W) - You guys will be going to Laundry & Lattes and then relax in parks and catch classic films at: High Park, Bloor West Village, The Revue Cinema."
    },
    {
        "cafe": "See-Scape Cafe (329 Yonge St) - You guys will be going to See-Scape Cafe and then experience urban excitement and shopping at: Yonge-Dundas Square, Toronto Eaton Centre, Nathan Phillips Square."
    },
    {
        "cafe": "The Coffee Lab (141 Spadina Ave) - You guys will be going to The Coffee Lab and then explore vibrant markets and culinary delights at: Kensington Market, Chinatown Centre, St. Lawrence Market."
    },
    {
        "cafe": "Field Trip Cafe (3 Westmoreland Ave) - You guys will be going to Field Trip Cafe and then discover Italian culture and local markets by visiting: Little Italy, Dufferin Grove Park Farmers' Market, Bloor Street Culture Corridor."
    },
    {
        "cafe": "Goppion Caffetteria (60 Fort York Blvd) - You guys will be going to Goppion Caffetteria and then delve into history and enjoy innovative public spaces at: Fort York National Historic Site, Liberty Village, The Bentway."
    },
    {
        "cafe": "HotBlack Coffee (15 Charles St E) - You guys will be going to HotBlack Coffee and then experience vibrant culture and beautiful gardens at: Church-Wellesley Village, Allan Gardens Conservatory, Edwards Gardens."
    }
]
